[
    {
        "memberName": "Daif Salemoon",
        "memberImage": "COACH/daif.png",
        "memberDesignation": "Coach",
        "memberDescription": "Daif is a CrossFit Level-2 trainer. He's coaching CrossFit for the last 5 years. Being a black belt in Karate, he's used to living a disciplined life from an early age. Resultantly, his coaching reflects the values of a balanced lifestyle. As a personal trainer and nutritionist, he is proficient at navigating clients journey through different stages of change. It's not always about the training or nutrition that is challenging, sometimes people struggle with progress due to setbacks in other areas of their lives. Learning from and overcoming his own challenges, Daif is a life coach who's passionate about helping people overcome life hurdles, set goals and follow their passion and purpose."
    },
    {
        "memberName": "Shahidur Rahman",
        "memberImage": "COACH/shahid.png",
        "memberDesignation": "Coach",
        "memberDescription": "Shahid is a CrossFit level-1 trainer. He's passionate about helping people be in control of their lives and he wants to do that by making them move better in their day to day lives. He's working as a coach for the last nine years. He's a certified personal trainer who has a knack for corrective and adaptive exercise and many of our clients with injuries and other physical limitations are reaping the benefit of that. These days, busy life leaves little room for exercise for many of us. A short intensive class can solve that. Shahid here is a HIIT certified coach who delivers short intense and fun classes at CFA regularly. As it's not always about training and factors like nutrition, sleep, stress and support system plays important roles in a person's growth, Shahid is efficient at not just showing the path but also leading the way every step of the journey."
    },
    {
        "memberName": "Imamul Hasan",
        "memberImage": "COACH/Imrul.png",
        "memberDesignation": "Coach",
        "memberDescription": "Imamul Hasan is a black belt in kickboxing. He's been working as a martial arts instructor for the last 6 years with adults and children. As he belongs from a martial arts family, he has been training since he was a kid. He is passionate about sharing his martial arts knowledge with everyone.        He also has been competing as a National Wushu Sanda (Kickboxing) player for more than 8 years. Imamul Hasan believes that practicing martial arts will increase mental strength, focus on any goal, self-confidence and self-control. He thinks that the trend of sitting at home and staring at the screen all the time among children and teenagers has increased all around now. The rate of obesity or weight gain is increasing. Therefore, apart from empowering people to be able to protect themselves and their loved ones, martial arts training can break the vicious cycle of procrastination and an unhealthy lifestyle. "
    },
    {
        "memberName": "Raju Ahmad Anan",
        "memberImage": "COACH/Raju_Ahmad_Anan.png",
        "memberDesignation": "Coach",
        "memberDescription": "Raju Ahmad Anan is a certified personal trainer. He's working as a coach for the last 3 years. Being an active kid growing up in the kingdom of Saudi Arabia, he developed a passion for fitness at an early age. Necessity is a good motivator. Being the skinniest kid in the class, he got into strength training with the goal to be stronger during his school days. What started as passion transformed into profession for him. In the last 3 years, he has helped many people reach their health and fitness goals. Currently, he's studying on human movement science in Brookbush Institute, New York. Having a keen eye for sound movements and a competitive knowledge base helps him being an effective coach for people looking for guidance to move better without risking injury. Being a humble and hardworking person has made him a good role model for the coaching team and a coach to look for to obtain sincere guidance in your health & fitness journey."
    },
    {
        "memberName": "Nuran Durdana",
        "memberImage": "COACH/NURAN_DURDANA.png",
        "memberDesignation": "Coach",
        "memberDescription": "Durdana is a coach who's helping people achieve their health and fitness goals for the last 4 years. Her passion for knowledge and experience through exposure to a large clientele  has transformed her into an effective coach. However, what truly makes her stand out as a reliable coach is empathy. It helps her look into clients problems through their  own perspective. An empathetic approach makes her an efficient communicator. A drive for continuous learning and growth has set her up for success as a coach and a person which resonates in her training and also reflects in her energetic presence."
    },
    {
        "memberName": "Fannana Islam Promi",
        "memberImage": "COACH/Fannana_Islam_Promi.png",
        "memberDesignation": "Coach",
        "memberDescription": "Fannana Islam Promi is a fitness trainer at CrossFit Assemble, who is an experienced yoga instructor and a fitness enthusiast! Completing her graduation from Independent University of Bangladesh (IUB) with a bachelors in Human resource management (HRM) and a minor in environmental science and management (ENV). As a hobby she took part in a variety of club activities along with playing a role as SOD (student on duty) but what she’s best known for is her physical fitness and educating her colleagues on how to life a healthy lifestyle and be fit! She believe fitness is a journey, where enjoying the process is more important then reaching a fixed destination. “In an age of technology and social media we are all constantly exposed to new information which are not backed by facts! That is why I have joined CrossFit Assemble where we have an opportunity to provide proper training and guidance. I think anyone can be fit, all it takes is practice, a bit of dedication and a lot of consistency! It's never to late to pick up a dumbbell and start the journey because today is a new opportunity!'"
    },
    {
        "memberName": "Muhammad Hemal",
        "memberImage": "COACH/MUHAMMAD_HEMAL.png",
        "memberDesignation": "General Manager",
        "memberDescription": "Hemal is a lawyer by profession and an athlete by passion. Being skinny got him into lifting when he was a kid. The passion to be strong got reinforced by results and transformed into a mission to help others who are walking the same path. He is guiding people to live a fit and healthy life  for the last 7 years and acquired the experience needed to be an Ace in managing fitness facilities in the process. Seeing another person getting fit enough to be in control of their life and knowing you played a small role in that progress is priceless. That is the driving force for Hemal to be in the team and deliver a premium experience for everyone in the house."
    },
    {
        "memberName": "Alfaz Imam",
        "memberImage": "COACH/Alfaz_Imam.png",
        "memberDesignation": "Reception / Admin",
        "memberDescription": "If the movie 'Never back down' was a person, it'd be Alfaz Imam for us. He's one of those people who makes lemonade if life throws a lemon at them. He started practising Martial Arts at a very early age and he is immensely passionate about it. He competed as a fighter in various Martial Arts competitions. He took part in the Bangladesh National Wushu Championship in 2015 and became the runner-up. Right now, he is a devout practitioner of Kyokushin Karate. He's also an instructor. Consistent training has turned him into a resilient human being and his resilience reinforces our robust model of service daily with his dynamic presence."
    },
    {
        "memberName": "Mahamudul Hassan Jakaria",
        "memberImage": "COACH/Mahamudul_Hassan_Jakaria.png",
        "memberDesignation": "Reception / Admin",
        "memberDescription": "Mahamudul Hassan Jakaria completed his graduation from the University of Wolverhampton (UK) in Business Administration & post-graduation from BGMEA University of Fashion & Technology in Apparel Merchandising. He worked as a merchandiser for five years in the apparel sector. While working as a Merchandiser, he realized he has tremendous communication skills, and he loves to connect with people. Now he wants to use his communication skills to explore in other industries. He has great passion for cricket which led him to the health & fitness sector. He wishes to pursue a career in this sector by providing top notch administration support and customer service. Putting a smile on people's face is what he does best and is very rewarding for him."
    },
    {
        "memberName": "Ripon Ahmed",
        "memberImage": "COACH/Ripon_Ahmed.png",
        "memberDesignation": "Reception / Admin",
        "memberDescription": "Ripon Ahmed is one support specialists of CFA RECEPTION/ADMIN Team. Born in 1993, he has a master’s degree in Accounting Information System. With over two years of experience in customer service and one year in Accounts dept. He understands the needs of clients from all walks of life and is an excellent and empathetic support agent."
    }
]